// General
"ADD" = "Добавить";
"OK" = "OK";
"CANCEL" = "Отменить";
"Space" = "Пробел";
"SPACES" = "Spaces";
"OPTIONS" = "Параметры…";

// Trackpad tab
"2NDCLICK_TAPPING" = "Для имитации нажатия правой кнопки расположите два пальца на трекпаде,\nзатем нажмите кнопку";
"2NDCLICK_CLICKING" = "Стукните по трекпаду двумя пальцами для имитации нажатия\nклавиши «Control».";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Использ. клавиши «F1», «F2» и т. д. как стандартные функциональные клавиши";
"FN_FLIPPER_NOTE" = "Если этот параметр выбран, нажмите клавишу «Fn», чтобы использовать специальные функции, указанные на каждой клавише.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Объекты пользователя";
"USER_ITEMS_DESC" = "Открывает %@";
"ONOFF_TOOLTIP" = "Отметить, чтобы включить сочетание клавиш";
"RESTORE_DEFAULTS_TITLE" = "Вы действительно хотите вернуть все стандартные сочетания клавиш?";
"RESTORE_DEFAULTS_DESCR" = "Это действие нельзя отменить.";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Ctrl";
"MODIFER_COMMAND" = "⌘ Command";

// BT related
"D_SECS" = "%d сек.";
"NEVER" = "Никогда";

"MOUSE" = "Мышь";
"KEYBOARD" = "Клавиатура";
"UNKNOWN" = "Неизвестно";

"NEW_APPLICATION_ITEM" = "<новая команда меню>";

"APP_IS_NOT_COMPATIBLE" = "Для программы %@ нельзя добавить сочетания клавиш.";

"MOUSEBUTTON_OPEN" = "Открыть «%@»";


// Gestures
"ONEFINGER" = "Один палец";
"TAPTOCLICKGESTURE" = "Нажатие для имитации нажатия мыши";
"DRAGGINGGESTURE" = "Перетягивание";
"DRAGLOCKGESTURE" = "Фиксация";
"TWOFINGER" = "Два пальца";
"TWOFINGER_SECONDARYCLICK" = "Имитация прав. кнопки";
"THREEFINGER" = "Три пальца";
"FOURFINGER" = "Четыре пальца";
"SECONDARYCLICKGESTURE" = "Имитация прав. кнопки";
"SECONDARYCLICKGESTURE_TAP" = "Имитация правой кнопки";
"PRESS_SPECIFIC" = "Имитация прав. кнопки";
"PRESS_ANYWHER" = "Нажмите в любом месте Двумя пальцами";
"SCREENZOOMGESTURE" = "Масштаб экрана";
"PINCHGESTURE" = "Развести и свести";
"POINTTAPGESTURE" = "Указать и нажать";
"ROTATEGESTURE" = "Повернуть";
"3FINGERSWIPEGESTURE" = "Навигация смахиванием";
"2FINGERSCROLLGESTURE" = "Прокрутка";
"4FINGERSWIPEGESTURE" = "Exposé: смахните вверх/вниз";
"4FINGERSWIPEGESTURE_1" = "Перекл. программ: смахните влево/вправо";
"BOTTOM_RIGHT_CORNER" = "Снизу справа";
"BOTTOM_LEFT_CORNER" = "Снизу слева";


// Gesture notes
"AX_TapToClick" = "Для выполнения нажатия стукните трекпад одним пальцем.";
"AX_Dragging" = "Для выполнения перетягивания, стукните трекпад, а затем сразу поместите палец на трекпад, передвигая палец. Чтобы прекратить перетягивание, поднимите палец.";
"AX_DragLock" = "Для выполнения перетягивания, стукните трекпад, а затем поместите палец на трекпад, передвигая палец. Чтобы прекратить перетягивание, стукните повторно.";
"AX_SecondaryClick" = "Для открытия меню сочетания клавиш объекта поместите два пыльца на трекпад и нажмите кнопку трекпада. Если выбрано «Нажатие для имитации нажатия мыши», просто стукните двумя пальцами по трекпаду.";
"AX_Scroll" = "Для прокрутки по содержимому активного окна поместите два пальца на трекпаде и передвигайте ими вверх, вниз или в сторону.";
"AX_ScreenZoom" = "Для увеличения или уменьшения видимой области передвигайте два пальца на трекпаде вверх и вниз, удерживайте клавишу «Control» нажатой. Для изменения клавиш модификации нажмите кнопку «Параметры».";
"AX_Pinch" = "Для изменения масштаба изображений или других объектов проведите указательным и большим пальцами (вместе или порознь) на трекпаде.";
"AX_Rotate" = "Чтобы поворачивать изображения и объекты на экране, поверните два пальца влево или вправо на трекпаде.";
"AX_Swipe" = "Для передвижения к предыдущему или следующему объекту быстро смахните тремя пальцами по трекпаду.";
"AX_4F_Swipe_EXPOSE" = "Смахните четырьмя пальцами вверх и вниз по трекпаду, чтобы использовать Exposé.";
"AX_4F_Swipe_APPS" = "Смахните четырьмя пальцами вправо и влево по трекпаду для переключения между открытыми программами.";
